Repository: ademilter/SocialCrumbs
Catalog: languages/*.po
Languages: tr_tr

source: %s ago
tr_tr: %s önce

source: Added event
tr_tr: Etkinlik ekledi

source: Liked <strong>%s</strong> shot
tr_tr: <strong>%s</strong>'in tasarımını beğendi

source: Faved a product from <strong>%s</strong>'s shop
tr_tr: <strong>%s</strong> dükkanından bir ürünü favori listesine ekledi

source: Shared status
tr_tr: Durum paylaştı

source: Checked in
tr_tr: Yer bildirimi yapti

source: Created a new repository
tr_tr: Yeni repo oluşturdu

source: <strong>%s</strong> starred a repository
tr_tr: <strong>%s</strong>'in reposunu favori listesine ekledi

source: Whatched a new movie
tr_tr: İzledigi filmler listesine yeni bir film ekledi

source: Added a new movie to a list
tr_tr: İzleyeceği filmler listesine yeni bir film ekledi

source: Liked <strong>%s</strong>'s photo
tr_tr: <strong>%s</strong>'in fotoğrafını beğendi

source: Added a new photo
tr_tr: Yeni fotoğraf paylaştı

source: Added a new video
tr_tr: Yeni video paylaştı

source: Added a new article to the reading list
tr_tr: Okuma listesine yeni bir makale ekledi

source: Liked new article
tr_tr: Makale beğendi

source: Took a photo with the new iPhone 5
tr_tr: iPhone 5 ile yeni fotoğraf çekti

source: Liked <strong>%s</strong>'s track
tr_tr: <strong>%s</strong>'in muzigini favorilere ekledi

source: Liked <strong>%s</strong>'s post
tr_tr: <strong>%s</strong>'in paylaşımını beğendi

source: Faved <strong>%s</strong>'s tweet
tr_tr: <strong>%s</strong>'in tweetini favorilere ekledi

source: Tweeted
tr_tr: Tweet yazdı

source: Liked <strong>%s</strong>'s video
tr_tr: <strong>%s</strong>'in videosunu beğendi

source: Faved <strong>%s</strong>'s video
tr_tr: <strong>%s</strong>'in videosunu favorilere ekledi

source: Older posts
tr_tr: Eski durumlar

source: Newer posts
tr_tr: Yeni durumlar

source: Loading new posts
tr_tr: İçerik yükleniyor

source: All post loaded!
tr_tr: Bütün İçerikler yüklendi!

source: Default
tr_tr: Varsayılan

source: Cover image
tr_tr: Kapak görseli

source: Header Image
tr_tr: Header Görseli

source: Avatar photo
tr_tr: Avatar fotoğrafı

source: Avatar Photo
tr_tr: Avatar Fotoğrafı

source: Alt Text (Name, Description, etc ...)
tr_tr: Alt Metin (İsim, Açıklama vb. ...)

source: Custom Code
tr_tr: Ekstra Kod

source: Header Code (Meta tags, CSS, etc ...)
tr_tr: Header Kodu (Meta tagları, CSS vb. ...)

source: Footer Code (Analytics, etc ...)
tr_tr: Footer Kodu (Analytics, vb. ...)

source: Last Update
tr_tr: Son Güncelleme
